Revit 2027 API
ParameterTypeId.SpecifySlopeOrOffset Property
 "Specify "
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpecifySlopeOrOffset { get; }
Public Shared ReadOnly Property SpecifySlopeOrOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpecifySlopeOrOffset {
	ForgeTypeId^ get ();
}
static member SpecifySlopeOrOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace